[
    " <b>Check the charges</b> \r\n  If you buy investments, like individual shares, direct, you will need to use a stockbroking service and pay dealing charges. If you decide on investment funds, there are charges, for example to pay the fund manager. And, if you get financial advice, you will pay the adviser for this. Whether you’re looking at stockbrokers, investment funds or advisers, the charges vary from one firm to another. Ask any firm to explain all their charges so you know what you will pay, before committing your money. While higher charges can sometimes mean better quality, always ask yourself if what you’re being charged is reasonable and if you can get similar quality and pay less elsewhere.",
    "<b>Investments to avoid</b> \r\n  Avoid high-risk products unless you fully understand their specific risks and are happy to take them on. Only consider higher risk products once you’ve built up money in low and medium-risk investments. And some investments are Usually best avoided altogether.",
    "<b>Decide how hands-on to be</b> \r\n Investing can take up as much or as little of your time as you’d like: \r\n \r\n If you want to be hands-on and enjoy making investment decisions, you might want to consider buying individual shares – but make sure you understand the risks. \r\n \r\n If you don’t have the time or inclination to be hands-on – or if you only have a small amount of money to invest – then a popular choice is investment funds, such as unit trusts and Open Ended Investment Companies (OEICs). With these, your money is pooled with that of lots of other investors and used to buy a wide spread of investments. \r\n \r\nIf you’re unsure about the types of investment you need, or which investment funds to choose, get financial advice.",
    "<b>Diversify!</b> \r\n It’s a basic rule of investing that to improve your chance of a better return you have to accept more risk.\r\n \r\n But you can manage and improve the balance between risk and return by spreading your money across different investment types and sectors whose prices don’t necessarily move in the same direction – this is called diversifying. \r\n \r\n It can help you smooth out the returns while still achieving growth, and reduce the overall risk in your portfolio.",
    "<b>Make an investment plan</b>\r\n Once you’re clear on your needs and goals – and have assessed how much risk you can take – draw up an investment plan. This will help you identify the types of product that could be suitable for you. \r\n \r\n A good rule of thumb is to start with low risk investments such as Cash ISAs. Then, add medium-risk investments like unit trusts if you’re happy to accept higher volatility. Only consider higher risk investments once you’ve built up low and medium-risk investments. Even then, only do so if you are willing to accept the risk of losing the money you put into them.",
    "<b>Check your emotions at the door</b>\r\n“Success in investing doesn’t correlate with IQ … what you need is the temperament to control the urges that get other people into trouble in investing.” That's wisdom from Warren Buffett, chairman of Berkshire Hathaway. \r\n \r\n Buffett is referring to investors who let their heads, not their guts, drive their investing decisions. In fact, trading overactivity triggered by emotions is one of the most common ways investors hurt their own portfolio returns.",
    "<b>Pick companies, not ticker symbols</b> \r\n It’s easy to forget that behind the alphabet soup of stock quotes crawling along the bottom of every CNBC broadcast is an actual business. But don’t let stock picking become an abstract concept. Remember: Buying a share of a company's stock makes you a part owner of that business. \r\n \r\n You’ll come across an overwhelming amount of information as you screen potential business partners. But it’s easier to home in on the right stuff when wearing a “business buyer” hat. You want to know how this company operates, its place in the overall industry, its competitors, its long-term prospects and whether it brings something new to the portfolio of businesses you already own.",
    "<b>Why we don’t do short selling </b> \r\n Short selling is the process of buying stocks with the with the intention of the stock price going down, if the stock price does go down your profit is the difference between the two prices, the maximum profit you can make is the money you put in. \r\n But the liability in infinite because if the stock price goes up you lose money, the higher the stock price raises the more money you lose."
]